{
    "Menu.menu1": "Sobre mim",
    "Menu.menu2": "Buzzvel",
    "Menu.menu3": "Contato",
    "Greeting.text1": "Bem vindo...",
    "Banner.text2": "Meu nome é Neto Russo",
    "Banner.text3": "Paixão por tecnologia, impulsionando resultados. Combinando experiência em marketing e comunicação com habilidades em programação e design, para construir soluções inovadoras e eficientes.",
    "About.aboutText1": "Minha jornada profissional me proporcionou experiências valiosas em marketing, comunicação e gestão, a paixão pela área de tecnologia me impulsionou a migrar para o mundo da programação.",
    "About.aboutText2": "Estou em busca de uma oportunidade desafiadora para aplicar meus conhecimentos e contribuir para o crescimento da empresa .",
    "About.aboutText3": "Minhas habilidades e paixão por inovação podem agregar valor ao seu time.",
    "Timeline.1988_1": "Nascido em 13 de outubro de 1988, em Uberaba, Minas Gerais, a paixão pela autonomia e o dom da negociação já me acompanhavam desde cedo. Cresci em meio às histórias de vendas e desafios do mundo empresarial, herdando dos meus pais, representantes comerciais, a energia e a sagacidade que me impulsionam até hoje.",
    "Timeline.2002_1": "No dia 31 de agosto de 2002, enfrentei um grande desafio: sofri um acidente grave que resultou em uma fratura exposta e, posteriormente, uma infecção hospitalar. Passei por mais de 15 cirurgias e tratamentos intensivos para minimizar os danos. A energia que antes dedicava ao esporte redirecionei para os estudos e o desenvolvimento pessoal, transformando a adversidade em uma força motriz para a superação. O caminho foi difícil, mas hoje posso dizer com orgulho que superei minha deficiência e me tornei mais forte do que jamais imaginei.",
    "Timeline.2006_1":"Informática básica",
    "Timeline.2006_1_1": "( Faculdade Politécnica, 40h)",
    "Timeline.2006_2":"Pacote Microssoft Office",
    "Timeline.2006_3":"Digitação",
    "Timeline.2006_4":"Marketing pessoal",
    "Timeline.2008_1":"Agosto assumi a posição de Assistente Administrativo e Vendedor Externo na Russo Representações, com foco em vender e negociar material escolar e brinquedos. Desenvolvi habilidades em prospecção de clientes, negociação e manutenção de relacionamentos comerciais, contribuindo significativamente para o crescimento da empresa.",
    "Timeline.2009_1": "Abril de 2009 sai da Russo Representações por escolha profissional.",
    "Timeline.2009_2": "Em Maio deste mesmo ano assumi a posição de Promotor de serviços na Carlos Saraiva (Ricardo Eletro), um dos maiores varejistas do pais, nesta empresa atuei como sub gerente e supervisor de vendas, responsável pela promoção de produtos e serviços, além de gerenciar a relação com clientes.",
    "Timeline.2012_1": "Iniciei os meus estudos em Publicidade e Marketing, com o foco em comunicação efetiva e gestão em projetos criativos.",
    "Timeline.2012_1_1": "(Escola Superior de Admnistração Marketing e Comunicação, ESAMC)",
    "Timeline.2013_1": "No mes de março tomei a decisão de sair da Carlos Saraiva para me dedicar aos estudos e realizar trabalhos voluntários na área da educação básica. Durante esse período, enfrentei vários desafios, como equilibrar o tempo entre os estudos e o voluntariado, adaptar-me a um novo ambiente fora do setor corporativo e desenvolver novas habilidades necessárias para o freelancing. Trabalhei como freelancer em desenvolvimento de artes e consultoria, o que exigiu aprender a gerenciar projetos de forma independente e lidar com a incerteza financeira inicial. No entanto, essa transição também me proporcionou a oportunidade de contribuir para a comunidade e crescer profissionalmente em novas áreas.",
    "Timeline.2014_1": "Pensando em crescer profissionalmente e poder firmar ainda mais parcerias solidas, fundei a Neto Russo Consultorias e Parcerias. Fornecendo consultoria na área de comunicação e desenvolvimento empresarial, além de trabalhar em projetos de marketing e publicidade. Estou sempre buscando novas oportunidades e desafios para aplicar minhas habilidades e contribuir para o crescimento da empresa.",
    "Timeline.2015_1": "Após a perda do meu pai em 2013, senti a necessidade de dar continuidade ao seu legado e ajudar minha mãe. Foi então que fundei a Le20 Representações, mantendo o atendimento da carteira de clientes que ele construiu com tanto carinho.",
    "Timeline.2015_2": "Essa decisão não foi apenas uma forma de dar continuidade ao negócio da família, mas também um ato de amor e respeito ao meu pai. Ele sempre foi um profissional dedicado, com um dom para a negociação e um profundo conhecimento do mercado.",
    "Timeline.2015_3": "Com a Le20, pude manter o atendimento da carteira de clientes que ele tanto prezava, garantindo que o trabalho dele seguisse, mesmo em sua ausência. Foi uma jornada desafiadora, mas extremamente gratificante, pois me permitiu honrar a memória do meu pai e fortalecer os laços familiares, unidos por um propósito em comum.",
    "Timeline.2015_link": "Visite o site da Le20 Representações",
    "Timeline.2015_link_title": "Site da Le'20 representações",
    "Timeline.2018_1": "Em janeiro de 2018, assumi a presidência da Narrativa da Imaginação, instituição que já me acolhia há algum tempo como diretor de marketing. A experiência acumulada nesse período, junto com a paixão pelo trabalho que desenvolvíamos, me impulsionaram a assumir esse novo desafio, com a certeza de poder contribuir ainda mais para o sucesso da Narrativa.",
    "Timeline.2018_2": "A Narrativa da Imaginação é uma OSCIP (Organização da Sociedade Civil de Interesse Público) com um propósito inovador: transformar a educação por meio do poder da narrativa e dos jogos. Utilizando jogos narrativos e de mesa, criamos uma experiência de aprendizado mais envolvente e interativa, estimulando a criatividade, o raciocínio lógico e a colaboração entre alunos e professores. Nosso objetivo é construir um ambiente de ensino onde a imaginação se torna a ferramenta principal para a construção do conhecimento.",
    "Timeline.2018_3": "Só a educação muda o mundo e permanece a mudança",
    "Timeline.2018_link": "Visite o site da Narrativa da Imaginação",
    "Timeline.2018_link_title": "Site da Narrativa da Imaginação"

}